[
    {
        "id":1,
        "name":"Jordan 7",
        "price":300,
        "description": "Las Air Jordan 7, lanzadas en 1992, son conocidas por su diseño estilizado y colores vibrantes. Ofrecen amortiguación Nike Air y una lengüeta de neopreno para un ajuste cómodo. Este modelo es famoso por su asociación con los logros de Michael Jordan en la NBA y los Juegos Olímpicos. ",
        "color":["red","white"],
        "image": "https://static.nike.com/a/images/t_prod_ss/w_960,c_limit,f_auto/9e8ccbf3-1e5f-4408-ada1-57b8417daa5e/fecha-de-lanzamiento-del-air-jordan-7-white-infrared-cu9307-160.jpg",
        "category":"nike",
        "stock":10
    },
    {
        "id":2,
        "name":"adi2000",
        "price":200,
        "description": "Las ADI2000 de Adidas combinan un diseño retro con tecnología moderna. Con inspiración en los años 2000, destacan por su estética chunky, suela robusta y detalles de malla y cuero, ofreciendo comodidad y estilo urbano. ",
        "color":["black","gray"],
        "image": "https://assets.adidas.com/images/w_600,f_auto,q_auto/9a5b9d63cc9c42939a44ae920127cb49_9366/Zapatillas_adi2000_Negro_GX4634_01_standard.jpg",
        "category":"adidas",
        "stock":10
    },
    {
        "id":3,
        "name":"New Balance 550",
        "price":180,
        "description": "Las New Balance 550 son unas zapatillas retro de baloncesto, relanzadas por su diseño clásico de los 80. Con una estética minimalista, destacan por su combinación de cuero, detalles perforados y suela de goma, ofreciendo comodidad y un estilo vintage casual. ",
        "color":["white","green"],
        "image": "https://acdn.mitiendanube.com/stores/002/342/995/products/white-1-11-c7b77a449bba07de1e16630953551452-1024-1024.png",
        "category":"new-balance",
        "stock":10
    },
    {
        "id":4,
        "name":"Club Tennis",
        "price":180,
        "description": "Las Fila Club Tennis son unas zapatillas clásicas inspiradas en el tenis, con un diseño minimalista y elegante. Confeccionadas en cuero, ofrecen comodidad, durabilidad y una estética retro deportiva ideal para un look casual. ",
        "color":["white","green"],
        "image":"https://sporting.vtexassets.com/arquivos/ids/1401591/9506112-951-1.jpg?v=638599251644400000",
        "category":"fila",
        "stock":10
    },
    {
        "id":5,
        "name":"Jordan 1 High",
        "price":200,
        "description":"Las Air Jordan 1 High, lanzadas en 1985, son unas zapatillas icónicas con un diseño clásico de caña alta. Confeccionadas en cuero, destacan por su combinación de colores llamativos y su asociación con Michael Jordan. Son reconocidas tanto por su impacto en el baloncesto como por su influencia en la cultura urbana y del sneakerhead ",
        "color":["red","white"],
        "image":"https://cdn-images.farfetch-contents.com/13/15/76/97/13157697_21516295_600.jpg",
        "category":"nike",
        "stock":10
    },
    {
        "id":6,
        "name":"New Balance 574",
        "price":130,
        "description":"Las New Balance 574 son unas zapatillas clásicas y versátiles, reconocidas por su diseño retro y comodidad. Confeccionadas en materiales mixtos como ante y malla, ofrecen soporte con su tecnología ENCAP en la suela. Son populares tanto para uso casual como deportivo, gracias a su estilo atemporal y durabilidad. ",
        "color":["black","white"],
        "image":"https://amsterdamcoolshoes.com.ar/wp-content/uploads/2023/03/zapatillas-hombre-new-balance-574-ml574pp2-1-min_3.webp",
        "category":"new-balance",
        "stock":10
    }
]
